import React from "react";
export const risks = [
    {
        id: 1,
        name: "กองทุนรวมตลาดเงินในประเทศ",
        description: "            มีนโยบายลงทุนแบบไม่มีความเสี่ยงต่างประเทศโดยลงทุนเฉพาะในทรัพย์สินเงินฝากหรือตราสารเทียบเท่าเงินฝาก หรือ ตราสารหนี้หรือหลักทรัพย์หรือทรัพย์สินอื่นหรือการหาดอกผลอื่นตามที่สำนักงานกำหนดซึ่งมีกำหนดชำระคืนเมื่อทวงถามหรือจะครบกำหนดชำระคืน หรือมีอายุสัญญาไม่เกิน 397 วัน นับแต่วันที่ลงทุนในทรัพย์สินหรือเข้าทำสัญญานั้นและมี portfolio duration ในขณะใด ๆ ไม่เกิน 92 วัน",
        styleActive: " md:rounded-tl-[40px] rounded-tl-lg bg-[#327061]",
        styleInactive: " md:rounded-tl-[40px] rounded-tl-lg  bg-[#84A9A0]",
        
    },
    {
        id: 2,
        name: "กองทุนรวมตลาดเงิน",
        description: "            มีนโยบายลงทุนแบบมีความเสี่ยงต่างประเทศบางส่วนแต่ไม่เกินร้อยละ 50ของ NAV โดยลงทุนเฉพาะในทรัพย์สินเงินฝากหรือตราสารเทียบเท่า เงินฝากหรือตราสารหนี้หรือหลักทรัพย์หรือทรัพย์สินอื่นหรือการหาดอกผลอื่นตามที่สํานักงานกําหนด ซึ่งมีกําหนดชําระคืนเมื่อทวงถามหรือจะครบ กําหนด าระคืนหรือมีอายุสัญญาไม่เกิน 397 วัน นับแต่วันที่ลงทุนในทรัพย์ สินหรือเข้าทําสัญญานั้น และมี portfolio duration ในขณะใด ๆ ไม่เกิน 92 วัน",
        styleActive: " bg-[#3E8774]",
        styleInactive: " bg-[#B2CCC5]",
        
    },
    {
        id: 3,
        name: "กองทุนรวมพันธบัตรรัฐบาล",
        description: "              มีฐานะการลงทุนสุทธิในพันธบัตรรัฐบาลเป็นหลักโดยเฉลี่ยรอบปีบัญชีไม่น้อยกว่าร้อยละ 80 ของ NAV",
        styleActive: " bg-[#5FB9A0]",
        styleInactive: "  bg-[#A8D5C8]",
        
    },
    {
        id: 4,
        name: "กองทุนรวมตราสารหนี้",
        description: "              มีฐานะการลงทุนสุทธิ ในเงินฝากหรือตราสารเทียบเท่าเงินฝากหรือตรา สารหนี้ทั่วไปในขณะใด ๆ ไม่น้อยกว่าร้อยละ 80 ของ NAV\- กรณีกองทุนรวมตราสารหนี้ที่มี ฐานะการลงทุนสุทธิในตราสาร Non- investment grade/Unrated ไม่เกินร้อยละ 20 ของ NAV ให้แสดง ระดับความเสี่ยงของกองทุนที่ 4\- กรณีกองทุนรวมตราสารหนี้ที่มี ฐานะการลงทุนสุทธิในตราสาร Non- investment grade/Unrated เกินกว่าร้อยละ 20 ของ NAV แต่น้อยกว่า ร้อยละ 80 ของ NAV ให้แสดงระดับความเสี่ยงของกองทุนที่ 5 - กรณีกองทุนรวมตราสารหนี้ที่มี ฐานะการลงทุนสุทธิในตราสาร Non- Investment grade/Unrated โดยเฉลี่ยรอบปีบัญชีไม่น้อยกว่าร้อยละ 80 ของ NAV ให้แสดงระดับความเสี่ยงของกองทุนที่ 6\- กรณีกองทุนรวมตราสารหนี้ที่มีลักษณะพิเศษเป็นกองทุนรวมฟีดเดอร์ (Feeder Fund) ที่กองทุนหลัก (Master Fund) สามารถลงทุนประเภท ทรัพย์สินอื่นที่มิใช่ทรัพย์สินที่กองทุนรวมตราสารหนี้ลงทุนได้ให้แสดง ระดับความเสี่ยงของกองทุนที่ 4",
        styleActive: " bg-[#20CDA5]",
        styleInactive: " bg-[#88DFCB]",
        
    },
    {
        id: 5,
        name: "กองทุนรวมผสม",
        description: "              มีฐานะการลงทุนสุทธิได้ทั้งในตราสารทุน ตราสารหนี้ หรือทรัพย์สินทางเลือก ทั้งนี้ กรณีกองทุนรวมผสมแบบไม่กําหนดสัดส่วนการลงทุนในตราสารทุน ให้แสดงระดับความเสี่ยงของกองทุนรวมตามนโยบายที่บริษัทจัดการจะไป ลงทุนจริงเช่น จะเน้นลงทุนในตราสารทุนเป็นส่วนใหญ่ ให้แสดงระดับความ เสี่ยงเป้ไปทางกองทุนรวมตราสารทุน และหากกองทุนรวมปรับสัดส่วนการ ลงทุนในทรัพย์สิน ต่าง ๆ อย่างมีนัยสําคัญ ให้ บลจ. ปรับปรุงข้อมูลระดับ ความเสี่ยงเพื่อสะท้อนการลงทุนที่แท้จริงด้วยโดยไม่ชักช้า",
        styleActive: " bg-[#FDC21D]",
        styleInactive: " bg-[#F7D987]",
        
    },
    {
        id: 6,
        name: "กองทุนรวมตราสารทุน",
        description: "              มีฐานะการลงทุนสุทธิในตราสารทุนเป็นหลักโดยเฉลี่ยรอบปีบัญชีไม่น้อยกว่าร้อยละ 80 ของ NAV",
        styleActive: " bg-[#FF7A39]",
        styleInactive: "  bg-[#F8B595",
        
    },
    {
        id: 7,
        name: "กองทุนรวมหมวดอุตสาหกรรม",
        description: "                     มีฐานะการลงทุนสุทธิมุ่งลงทุนโดยเฉพาะเจาะจงใน ตราสารทุนเพียงบาง หมวดอุตสาหกรรมโดยเฉลี่ยรอบระยะเวลาบัญชีไม่น้อยกว่าร้อยละ 80",
        styleActive: " bg-[#EF4F51]",
        styleInactive: "  bg-[#F0A0A1]",
        
    },
    {
        id: 8,
        name: "กองทุนรวมที่ลงทุนในทรัพย์สินทางเลือก",
        description: "              มีฐานะการลงทุนสุทธิในทรัพย์สินทางเลือก เช่น REITs /Infrastructure fund/ Property fund/ ดัชนีสินค้าโภคภัณฑ์ ทองคํา น้ํามันดิบ เป็นต้น โดย เฉลี่ยรอบระยะเวลาบัญชีไม่น้อยกว่าร้อยละ 80 ของ NAV ทั้งนี้ กรณี เป็นกองทุนรวมที่มีนโยบายลงทุนใน Structured note บลจ. จะต้องพิจารณา ตําแหน่งของกองทุนรวมซึ่งสามารถอยู่ระหว่างกองทุนรวมตราสารหนี้ถึงกองทุนรวม ที่ลงทุนในทรัพย์สินทางเลือกขึ้นกับลักษณะการจ่ายผลตอบแทนตัวแปรอ้างอิง เป็นต้น",
        styleActive: " md:rounded-tr-[40px] rounded-tr-lg bg-[#BE1311]",
        styleInactive: "  md:rounded-tr-[40px] rounded-tr-lg bg-[#84A9A0]",
        
    },
]